---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorLayoutPattern
source: html/3268d37a-ac1b-93e7-4913-a757c5f3b935.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorLayoutPattern Property

"Minor Layout Pattern": Minor Layout Pattern

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMinorLayoutPattern { get; }
```